# 'brew tap'
tap "homebrew/bundle"

brew "git"
# install only on specified OS
brew "gnupg" if OS.mac?
brew "glibc" if OS.linux?
brew "neovim"
brew "nmap"
brew "qemu"
brew "shellcheck"
brew "vim"
brew "wireshark"

cask "adobe-creative-cloud"
cask "arc"
cask "battle-net"
cask "brave-browser"
cask "discord"
cask "epic-games"
cask "expressvpn"
cask "firefox"
cask "gog-galaxy"
cask "google-chrome"
cask "grammarly"
cask "heroic"
# 'brew install --cask' only if '/usr/libexec/java_home --failfast' fails
cask "java" unless system "/usr/libexec/java_home --failfast"
cask "logi-options-plus"
cask "monitorcontrol"
cask "moonlight"
cask "nordvpn"
cask "parallels"
cask "parsec"
cask "protonmail-bridge"
cask "protonvpn"
cask "slack"
cask "steam"
cask "utm"
cask "visual-studio-code"
cask "vmware-fusion"
